Repository: 0x101-Cyber-Security/NetLock-RMM
Catalog: NetLock-RMM-Web-Console/Resources/Components/Shared/Membership_Reminder_Dialog.*.resx
Languages: de_de

source: Discover more about our NetLock RMM Cloud version!
de_de: Erfahren Sie mehr über unsere NetLock RMM Cloud-Version!

# dismiss
source: Do not show again, but I have read and understood the message.
de_de: Die Meldung nicht wieder angzeigen, aber ich habe die Nachricht gelesen und verstanden.

source: Explore our Membership options!
de_de: Entdecken Sie unsere Mitgliedschaftsoptionen!

# greetings
source: Thank you for your understanding and now have fun using NetLock RMM. :)
de_de: Vielen Dank für Ihr Verständnis und nun viel Spaß mit NetLock RMM :)

# membership_info_text
source: Our memberships are designed to be affordable, starting at just €25 per month, while our cloud-hosted NetLock RMM instances are available for €30 per month.
de_de: Unsere Mitgliedschaften sind erschwinglich und beginnen bei nur 25 € pro Monat, während unsere in der Cloud gehosteten NetLock RMM-Instanzen für 30 € pro Monat erhältlich sind.

# open_source_text
source: Access the fully open-source agents of NetLock RMM with no feature limitations—completely free!
de_de: Greifen Sie auf die vollständig quelloffenen Agenten von NetLock RMM zu, ohne Funktionseinschränkungen - völlig kostenlos!

# or text
source: Or, please consider supporting us to help NetLock RMM grow!
de_de: Oder überlegen Sie, uns zu unterstützen, damit NetLock RMM wachsen kann!

# subtitle
source: Please take a moment to read this. Your understanding is essential to keep the project alive and thriving.
de_de: Bitte nehmen Sie sich einen Moment Zeit, um dies zu lesen. Ihr Verständnis ist wichtig, um das Projekt am Leben zu erhalten und zu fördern.

# text
source: NetLock RMM is an open-source RMM solution that I, Nico, have been developing full-time as a solo developer. My vision is to create a robust, state-of-the-art RMM that meets the needs of both enterprises and small businesses, with transparency and independence at its core. Since late 2023, I’ve dedicated myself to building the entire foundation of NetLock RMM, but, as of now (October 25, 2024). Although I explored funding options, I chose not to involve investors to keep the project as independent as possible. NetLock RMM is more than just a project—it's my full-time job and my passion. Hosting and offering you that service costs money and a lot of time. I hope that companies using NetLock RMM will support the project through memberships or cloud instances. I believe that, with your support, we can build a competitive, open-source RMM capable of standing alongside the larger closed-source solutions. Thank you for joining this journey.
de_de: NetLock RMM ist eine Open-Source-RMM-Lösung, die ich, Nico, in Vollzeit als Einzelentwickler entwickelt habe. Meine Vision ist es, ein robustes, hochmodernes RMM zu schaffen, das die Anforderungen von Unternehmen und kleinen Betrieben erfüllt und dessen Kernstück Transparenz und Unabhängigkeit ist. Seit Ende 2023 habe ich mich dem Aufbau des gesamten Fundaments von NetLock RMM gewidmet, aber ab jetzt (25. Oktober 2024). Obwohl ich Finanzierungsmöglichkeiten sondiert habe, habe ich mich entschieden, keine Investoren einzubeziehen, um das Projekt so unabhängig wie möglich zu halten. NetLock RMM ist mehr als nur ein Projekt - es ist mein Vollzeitjob und meine Leidenschaft. Diesen Service zu hosten und Ihnen anzubieten, kostet Geld und viel Zeit. Ich hoffe, dass Unternehmen, die NetLock RMM nutzen, das Projekt durch Mitgliedschaften oder Cloud-Instanzen unterstützen werden. Ich glaube, dass wir mit Ihrer Unterstützung ein wettbewerbsfähiges, quelloffenes RMM aufbauen können, das sich neben den größeren Closed-Source-Lösungen behaupten kann. Vielen Dank, dass Sie sich dieser Reise anschließen.

# title
source: Welcome to NetLock RMM!
de_de: Willkommen bei NetLock RMM!
